app/views/images/index.html.erb

SELECT "images".* FROM "images"
---
<ul>
  <% Image.all.each do |image| %>